Repository: Zyablik1989/BookMeFood
Catalog: BookMyFood.Core/Properties/strings.*.resx
Languages: ru

# EditingModeRadioButtonLabel
source: Edit parameters
ru: Редактировать

# ExpanderLabel
source: Collapse
ru: Свернуть

# JoiningModeRadioButtonLabel
source: Tempahan
ru: Подключиться

# LanguageFieldLabel
source: Language
ru: Язык

# LeaderAddressFieldLabel
source: Leader comp. or IP
ru: Комп. или IP лидера

# LeadModeRadioButtonLabel
source: Start to book
ru: Организовать

# PortFieldLabel
source: Port (opt.)
ru: Порт (необ.)

# YourNameFieldLabel
source: Your name
ru: Ваше имя

source: Attention
ru: Внимание

source: Error
ru: Ошибка

source: Error while stop trying:
ru: Ошибка во время попытки

source: Found working Windows Firewall Service. Would you like to stop it?
ru: Обнаружен запущеный Брендмауэр Windows. Вы хотите его остановить?

source: Insufficient rights to launch a server.
ru: Недостаточно прав для организации Лобби.

source: Insufficient rights to stop the service.
ru: Недостаточно прав, чтобы остановить службу.

source: It is called:
ru: Он называется:

source: or
ru: или

source: Question
ru: Вопрос

source: Success
ru: Успешно

source: Sum
ru: Сумма

source: Sum discounted
ru: Сумма с учётом скидки

# tbChatMessageSend
source: Your message here
ru: Впишите сообщение для чата

# tbServersListFieldLabel
source: Servers
ru: Лобби

source: The hostname and port are already in use
ru: Имя хоста и порт сейчас используются.

source: The hostname and port are already in use. Wait for a little.
ru: Имя хоста и порт пока используются. Подождите немного.

source: The other users ought to look for:
ru: Остальным участникам нужно искать:

source: To launch your own server you need to Run this app as Administrator.
ru: Чтобы организовать собственное Лобби, вам нужно запустить программу от имени Администратора.

source: To stop the Windows Firewall Service you must Run this app as Administrator.
ru: Чтобы остановить Брендмауэр Windows вам нужно перезапустить программу с правами Администратора.

source: TOTAL SUM
ru: СУММАРНЫЙ ИТОГ

source: TOTAL SUM DISCOUNTED
ru: СУММАРНЫЙ ИТОГ С УЧЁТОМ СКИДКИ

source: Trying to stop
ru: Попытка остановки

source: Windows Firewall Service has been stopped.
ru: Остановлен Брендмауэр Windows.

source: You may encounter some problems when searching for other people's servers
ru: У вас могут возникать сложности при подключении к другим людям.

source: Your server is already started.
ru: Ваш сервер уже запущен.

source: An error occured while trying to connect.
ru: При попытке подключения, возникла ошибка.

source: Change my order
ru: Редактировать заказ

source: Common error
ru: Общая ошибка

source: Connected to
ru: Подключён к

source: COPY THIS
ru: СКОПИРОВАТЬ

source: Designed and Programmed by
ru: Дизайн и Разработка:

source: Disconnected
ru: Отключён

source: Discount
ru: Скидка

source: Error appeared when you've tried to send user data. Try again.
ru: При попытке отправки данных пользователя, возникла ошибка. Попробуйте ещё раз

source: My order is done
ru: Мой заказ готов

source: Myself
ru: Самому себе

source: No Domain Name
ru: Нет Доменного имени

source: Not all users are ready to calculate their orders. Continue forcibly?
ru: Не все участники готовы к подсчёту заказов. Начать подсчёт принудительно?

source: out of
ru: из

source: Participants readiness:
ru: Готовность участников:

source: Pick a deliverer
ru: Выбрать магазин

# PICKORDERPOSITIONS
source: PICK YOUR ORDER POSITIONS
ru: СОБЕРИТЕ СВОЙ ЗАКАЗ

source: Search
ru: Поиск

source: Server Status : An orders were calculated
ru: Статус Лобби: Заказы были посчитаны

source: Server Status : Gathering participants readiness info
ru: Статус Лобби: Сверка готовности участников

source: Server Status : Picking an items to order
ru: Статус Лобби: Выбор позиций на заказ

source: Server Status : Selecting Store
ru: Статус Лобби: Выбор магазина

source: Start to calculate
ru: Начать подсчёт

# STORESLISTpickone
source: STORES LIST
ru: СПИСОК МАГАЗИНОВ

source: The domain name you have used is not available in this network.
ru: Доменное имя, которое вы используете, не доступно в этой сети.

source: Timeout
ru: Таймаут

source: Waiting for Leader...
ru: Ожидаем Лидера...
